Revit 2027 API
ParameterTypeId.SteelElemProfileVolume Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemProfileVolume { get; }
Public Shared ReadOnly Property SteelElemProfileVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemProfileVolume {
	ForgeTypeId^ get ();
}
static member SteelElemProfileVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace